tap 'buo/cask-upgrade'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'codefresh-io/cli' # tap Codefresh homebrew repo

brew 'awscli'
brew 'aws-iam-authenticator'
brew 'aws-okta'
brew 'bash-completion'
brew 'codefresh'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-credential-helper'
brew 'docker-machine-completion'
brew 'gh'
brew 'git'
brew 'github-keygen'
brew 'graphviz'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'nvm'
brew 'rbenv'
brew 'redis', restart_service: :changed
brew 'watch'
brew 'yamllint'
brew 'yq'

cask 'aws-vault'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'ngrok'
cask '1password'
cask 'zoom'
