tap 'codefresh-io/cli' # tap Codefresh homebrew repo

cask 'aws-vault'

brew 'awscli'
brew 'aws-iam-authenticator'
brew 'aws-okta'
brew 'bash-completion'
brew 'codefresh'
brew 'docker-completion'
brew 'docker-compose-completion'
brew 'docker-credential-helper'
brew 'docker-machine-completion'
brew 'git'
brew 'graphviz'
brew 'htop'
brew 'jq'
brew 'rbenv'
brew 'redis', restart_service: :changed
brew 'watch'
brew 'yq'

cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'ngrok'
cask '1password'
