tap 'buo/cask-upgrade'
tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'codefresh-io/cli' # tap Codefresh homebrew repo

brew 'aws-iam-authenticator'
brew 'awscli'
brew 'bash-completion'
brew 'codefresh'
brew 'docker-completion'
brew 'docker-credential-helper'
brew 'gh'
brew 'git'
brew 'github-keygen'
brew 'graphviz'
brew 'htop'
brew 'hub'
brew 'jq'
brew 'k9s'
brew 'kubectl'
brew 'kubectx'
brew 'postgresql'
brew 'rbenv'
brew 'redis', restart_service: :changed
brew 'watch'
brew 'yamllint'
brew 'yq'
